<?php
/**
 * Created by PhpStorm.
 * User: MIFFY
 * Date: 2019/1/4
 * Time: 11:20
 */

return [
    'animal' => [
        '1' => '子鼠',
        '2' => '丑牛',
        '3' => '寅虎',
        '4' => '卯兔',
        '5' => '辰龙',
        '6' => '巳蛇',
        '7' => '午马',
        '8' => '未羊',
        '9' => '申猴',
        '10' => '酉鸡',
        '11' => '戌狗',
        '12' => '亥猪',
    ],
    'constellation' => [
        'a' => '白羊座',
        'b' => '金牛座',
        'c' => '双子座',
        'd' => '巨蟹座',
        'e' => '狮子座',
        'f' => '处女座',
        'g' => '天秤座',
        'h' => '天蝎座',
        'i' => '射手座',
        'j' => '魔羯座',
        'k' => '水瓶座',
        'l' => '双鱼座',
    ],
];